package com.artempopov.web;

import java.util.ListResourceBundle;

public class Localization_ru_RU extends ListResourceBundle {
	
	@Override
	protected Object[][] getContents() {
		
		return new Object[][] {
			{"Search", "Поиск"},
			{"Log In", "Войти"},
			{"Guitars - Electric - 6 strings", "Гитары - Электрогитары - 6 струн"},
			{"reviews", "отзывов"},
			{"Full", "Полная"},
			{"Short", "Краткая"},
			{"Reviews", "Отзывы"},
			{"Add to cart", "В корзину"},
			{"Order now", "Быстрый заказ"},
			{"Description", "Описание"},
			{"product_descr", "Fender American Deluxe Stratocaster моментально чувствуется комфортабельным инструментов с неотразимым звуком и великолепной играбельностью. Вы не поверите своим пальцам и ушам. Совершенная в том, что касается высокой эффективности, эта модель Fender Stratocaster высочайшего класса имеет невероятно гладкий, приятный гриф, обработанный вручную, чтобы вы могли играть быстро, гладко и с приятным чувством. Звукосниматели SCN снабдят вас винтажным звуком Stratocaster, но без винтажного шума, тогда как мощный бриджевый звукосниматель невероятно пробивной звук, и он же обеспечивает прекрасный сустейн. Переключатель S-1 дает доступ к расширенному диапазону звукового разнообразия. Классически оконтуренная дека Stratocaster из древесины ольхи сидит как перчатка. В число других свойств входят отполированная хромированная фурнитура, закрытые колки, тремоло American Deluxe с отполированными стальными втулками бриджа, высокоточная отделка ладов и порожков, абалоневая инкрустация в виде точек и состаренные пластиковые части. В комплект поставки входит твердый кейс Fender Stratocaster."},
			{"Specifications", "Характеристики"},
			{"Type", "Тип"},
			{"Manufacturer", "Производитель"},
			{"Made in", "Страна"},
			{"Pickup's", "Звукосниматели"},
			{"Color", "Цвет"},
			{"Electric guitar", "Электрогитара"},
			{"USA", "США"},
			{"Single coil", "Single coil"},
			{"Unknown", "Не известно"},
			{"Unavailable", " - "},
			{"Acoustic guitar", "Акустическая"},
			{"Hollow body", "Полуакустическая"},
			{"Available", "В наличии"},
			{"Unavailable", "Нет в наличии"},
			{"Add to Cart", "В корзину"},
			{"Go and buy things", "Перейти к покупкам!"},
			{"empty_cart_message", "В вашей корзине пусто. Купите что-нибудь и возвращайтесь!"},
			{"Cart", "Корзина"},
			{"before_items_cart_label", "Заказ товаров"},
			{"proceed_order", "Оформить заказ"},
			{"total_amount", "Итого: "},
			{"order_auth_message", "Для того, чтобы совершать покупки вы должны пройти авторизацию."},
			{"goToAccCard", "Перейти в личный кабинет"},
			{"exitFromAcc", "Выйти из аккаунта"},
			{"buyHistory", "История покупок"},
			{"accPageLabel", "Ваш личный кабинет"},
			{"def_bookmark", "Закладка по умолчанию: "},
			{"password", "пароль"},
			{"name", "имя"},
			{"auth_failed", "К сожалению, пользователь с таким сочитанием имени и пароля не найден. Попытайтесь еще раз, либо свяжитесь с разработчиком сайта."},
			{"order_label", "Выберете магазин на карте, либо введите Ваш адрес, для того, чтобы воспользоваться услугами курьера."},
			{"where_take_order","Где вы хотите забрать заказ?"},
			{"torshkovskaya15", "Торжковская 15"},
			{"nevskiy12", "Невский пр. 12"},
			{"popova3", "Профессора Попова 3"},
			{"manual_deliver_select", "Или выбирете место, удобное Вам:"},
			{"address", "введите свой адрес"}




		};
	}
	
}
